export const examTypes = [
  { value: "progress", label: "Явцын шалгалт" },
  { value: "term", label: "Улирлын шалгалт" },
] as const;

export const classOptions = [
  "6А",
  "6Б",
  "6В",
  "7А",
  "7Б",
  "7В",
  "8А",
  "8Б",
  "8В",
  "8Б заавал судлах",
  "8В сонгон судлах",
  "9А",
  "9Б",
  "9В",
  "9А заавал судлах",
  "9Б сонгон судлах",
  "10А",
  "10Б",
  "10В",
  "10А заавал судлах",
  "10Б сонгон судлах",
  "11А",
  "11Б",
  "11В",
  "11А заавал судлах",
  "11Б сонгон судлах",
  "12А",
  "12Б",
  "12В",
  "12А заавал судлах",
  "12Б сонгон судлах",
];

export const subjectOptions = [
  "Англи хэл",
  "Математик",
  "Монгол хэл",
  "Физик",
  "Хими",
  "Түүх",
];

export const minuteOptions = ["15", "30", "45", "60", "90"];
export const secondOptions = ["00", "15", "30", "45"];
export const groupOptions = ["А", "Б", "В", "Г"];
